# ImportSingleDXFDWG

## Description
Import single DXF/DWG files

```pascal
PROCEDURE ImportSingleDXFDWG;
```

```python
def vs.ImportSingleDXFDWG():
    return None
```

## Examples
```pascal
ImportSingleDXFDWG;
```
```python
import vs

# Import single DXF/DWG files.
vs.ImportSingleDXFDWG()
```

## Version
Availability: from Vectorworks 2013

## Category
* ImportExport